Revit 2027 API
ParameterTypeId.ZoneCalculatedHydronicCoolingflowParam Property
 "Calculated Hydronic Cooling Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCalculatedHydronicCoolingflowParam { get; }
Public Shared ReadOnly Property ZoneCalculatedHydronicCoolingflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCalculatedHydronicCoolingflowParam {
	ForgeTypeId^ get ();
}
static member ZoneCalculatedHydronicCoolingflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace